Repository: alex-greatest/lada_traceability
Catalog: Resources/Strings.*.resx
Languages: ru

# alwaysVerification
source: 始终校验批次码
ru: Имя пользователя

# btnStart
source: 开始生产
ru: Начать произв

# btnStop
source: 停止生产
ru: Ост. произв

# button1
source: 选择
ru: Выбор

# buttonChangeLanguage
source: [切换语言]
ru: [Переключить язык]

# EnableVerification
source: 启用批次码校验
ru: Запуск сверки № партии

# frmMain
source: 质量追溯系统
ru: Система отсл. данных

# FscAddtitle
source: 部件名称
ru: Наим. детали

# FscbtnAdd
source: 添加数据行
ru: Доб. строку данных

# FscbtnSave
source: 保存数据
ru: Сохр. данные

# Fvscbtncheck
source: 检验
ru: Сверка

# Fvscbtnsure
source: 确认
ru: Подтвердить

# FvscLabelgrade
source: 档次号
ru: № группы

# FvscLabelinfo
source: 型号选择
ru: Выбор модели

# FvscLabelPname
source: 产品名称
ru: Наим. продукта

# Fvsclabelscan
source: 扫描批次码
ru: Скан. № партии

# Fvsclabelstand
source: 标准批次码
ru: Станд. номер партии

# Fvscopensc
source: 打开扫码枪
ru: Открыть сканер

# groupBox
source: 生产设置
ru: Произв. настр

# label1
source: 产品型号：
ru: Модель：

# label2
source: 生产时间:
ru: Время произв:

# label3
source: 产品条码：
ru: Штрих-код：

# label4
source: 条码模板选择
ru: Выбор шабл. штрих-кода

# MenuBarcode
source: 【数据管理】
ru: 【Упр. данными】

# MenuData
source: 【数据查看】
ru: 【Просм. данных】

# MenuItemBarcode
source: [条码设置]
ru: [Настр. штрих-кода]

# MenuItemMin
source: [最小化]
ru: [Уменьшить]

# MenuItemNet
source: [网络数据]
ru: [Сетевые данные]

# MenuItemPerson
source: 人员设置
ru: [Настр. персонала]

# MenuItemProduct
source: 产品设置
ru: [Настр. продукта]

# MenuItemReview
source: 数据追溯
ru: [Отсл. данных]

# MenuItemReviewData
source: 追溯设置
ru: [Настр. отслеж.]

# MenuProduct
source: 【产线管理】
ru: 【Упр. линией】

# MenuSystem
source: 【系统】
ru: 【Система】

# Mlabel5
source: 计划产量：
ru: Планируемый выход：

# Mlabel6
source: 生产型号打印设置
ru: Настройки печати производственной модели

# Mlabel7
source: 档次号：
ru: № группы：

# MtoolStripMI
source: 扫描批次码
ru: Скан. № партии

# pbtnAdd
source: 添加
ru: Добавить

# pbtnDelete
source: 删除
ru: Удалить

# pbtnEdit
source: 修改
ru: Изменить

# pcheckBox
source: 产品
ru: Продукт

# plabel1
source: 产品名
ru: Наим. прод.:

# plabel2
source: 工序
ru: Произв. процесс:

# plabel3
source: 编号
ru: Код:

# plabel4
source: 工位:
ru: Операция:

# plan
source: 计划产量
ru: Целевой выход

# RbtnSearch
source: 条码查找
ru: Поиск штрих-кода

# RbtnToExcel
source: 导出
ru: Вывести

# Rbutton1
source: 时间区间查找
ru: Поиск диап. времени

# RcheckBox1
source: 启用追溯
ru: Включить трассировку

# RDbtnOK
source: 确定
ru: Подтвердить

# RDcode
source: 条码
ru: Штрих-код

# RDdata
source: 数据
ru: Данные

# RDlabel30
source: 线上工位
ru: Интегр. станция

# RDlabel31
source: 线下工位
ru: Отд. станция

# RDstation
source: 工位
ru: Операция

# Rgroup1
source: 按完成时间查找
ru: Поиск по времени

# Rlabel2
source: 条码:
ru: Штрих-код

# Rlabel4
source: 时间区间
ru: Диапазон времени

# SPCbtnSave
source: 添加/更新
ru: Добавить/Изменить

# SPClabel2
source: 产品代号
ru: Код продукта

# SPClabel3
source: 条码前缀
ru: Префикс штрих-кода

# UbtnAdd
source: 添加
ru: Добавить

# UbtnDelete
source: 删除
ru: Удалить

# UbtnEdit
source: 修改
ru: Изменить

# Ulabel1
source: 用户名
ru: Имя пользователя

# Ulabel2
source: 密码
ru: Пароль

# Ulabel4
source: 级别
ru: Уровень

# 生产看板ToolStripMenuItem
source: [生产看板]
ru: Производственная доска
